Repository: meower-media/i18n
Catalog: Meower-Svelte/po/*.po
Languages: uk

source: Connecting...
uk: Підключення...

source: Logging in...
uk: Входження...

source: Invalid username!
uk: Неправильне ім'я користувача!

source: This account has been deleted!
uk: Цей обліковий запис було видалено!

source: Session expired! Please login again.
uk: Термін дії сесії закінчився! Будь ласка, увійдіть знову.

source: Invalid password!
uk: Неправильний пароль!

source: Usernames must not have spaces or other special characters!
uk: Імена користувачів не повинні містити пробілів або інших спеціальних символів!

source: Too many requests! Please try again later.
uk: Забагато запитів! Спробуйте ще раз пізніше.

source: Unexpected {error} error!
uk: Неочікувана помилка {error}!

source: Reconnecting...
uk: Перепідключення...

source: Log in
uk: Увійти

source: Create an account
uk: Створити обліковий запис

source: Skip
uk: Пропустити

source: (Several features will be unavailable while not logged in.)
uk: (Деякі функції будуть недоступні, поки ви не увійдете в свій обліковий запис.)

source: (You need to be logged in for this page.)
uk: (Увійдіть в свій обліковий запис, щоб переглянути цю сторінку.)

source: Login to Meower
uk: Увійти в Meower

source: You must specify a username and a password to login!
uk: Ви маєте вказати ім'я користувача та пароль, щоб увійти!

source: Username
uk: Ім'я користувача

source: Password
uk: Пароль

source: Go back
uk: Назад

source: You must specify a username and a password to create an account!
uk: Ви маєте вказати ім'я користувача та пароль, щоб створити обліковий запис!

source: Passwords do not match! Make sure you have entered your password correctly.
uk: Паролі не збігаються! Переконайтеся, що ви ввели свій пароль правильно.

source: Creating account...
uk: Створення облікового запису...

source: {username} is taken!
uk: {username} вже зайнято!

source: Registration Disabled
uk: Реєстрація вимкнена

source: Unfortunately, you may not create a new account at this time. An administrator has disabled registration. Please try again later.
uk: На жаль, зараз ви не можете створити новий обліковий запис. Адміністратор вимкнув реєстрацію. Спробуйте ще раз пізніше.

source: Confirm password
uk: Підтвердіть пароль

source: I agree to
uk: Я погоджуюсь з

source: Meower's Terms of Service and Privacy Policy
uk: умовами надання послуг та політикою конфіденційності Meower

source: Join!
uk: Приєднатися!

source: Let's go!
uk: Вперед!

source: Somehow, you got to a page that doesn't exist...
uk: Якимось чином ви потрапили на сторінку, якої не існує...

source: (Current page: {page})
uk: (Поточна сторінка: {page})

source: The image must have a name!
uk: Зображення повинно мати назву!

source: The image URL must start with https://!
uk: URL адреса зображення повинна починатися з https://!

source: This image is not on the image host whitelist! Allowed image hosts are:
uk: Це зображення відсутнє у білому списку постачальників зображень! Дозволені постачальники:

source: Add Image to Post
uk: Додати зображення до допису

source: Image Name
uk: Назва зображення

source: Image URL
uk: URL адреса зображення

source: Preview
uk: Попередній перегляд

source: {username}'s profile picture
uk: Фото профілю {username}

source: Close
uk: Закрити

source: Add
uk: Додати

source: External Link
uk: Зовнішнє посилання

source: Are you sure you wish to go to {url}? If you confirm this action, it will be opened in a new tab.
uk: Ви впевнені, що хочете перейти за {url}? Якщо ви підтвердите цю дію, посилання буде відкрито у новій вкладці.

source: Cancel
uk: Скасувати

source: Yes
uk: Так

source: Connection Failed
uk: Не вділося підключитися

source: Meower is currently down for repairs. You can stay up-to-date with the current status of this outage by checking
uk: Meower зараз вимкнений для ремонту. Ви можете слідкувати за поточним станом цього вимкнення, перевіривши

source: Your IP address has been blocked because it was used to violate Meower's Terms of Service or is likely to cause spam.
uk: Вашу IP адресу було заблоковано, оскільки її використовували для порушення умов обслуговування Meower або ймовірно спричиняли спам.

source: If you think this is a mistake, please email
uk: Якщо ви вважаєте, що це помилка, надішліть електронний лист до

source: Failed connecting to server. View console for more information or try again later.
uk: Не вдалося підключитися до сервера. Перегляньте консоль для отримання додаткової інформації або спробуйте ще раз пізніше.

source: Reconnect
uk: Перепідключитися

source: Debug
uk: Відлагодження

source: Response code is not OK; code is {code}
uk: Код відповіді не в порядку; код – {code}

source: Are you sure you would like to delete this post?
uk: Ви впевнені, що хочете видалити цей допис?

source: Report to Meower Moderators
uk: Повідомити модераторам Meower

source: Delete
uk: Видалити

source: Logged Out
uk: Ви вийшли з Meower

source: You have been logged out. Please login again.
uk: Ви вийшли з Meower. Увійдіть ще раз.

source: Logout
uk: Вийти з Meower

source: You must specify a username and password!
uk: Ви маєте вказати ім'я користувача та пароль!

source: Join Meower
uk: Приєднатися до Meower

source: Are you sure you would like to logout?
uk: Ви впевнені, що хочете вийти?

source: Results
uk: Результати пошуку

source: Error loading results. Please try again.
uk: Помилка завантаження результатів пошуку. Спробуйте ще раз.

source: No results found.
uk: Нічого не знайдено.

source: Server Selector
uk: Вибір сервера

source: WARNING!
uk: УВАГА!

source: Connecting to a custom server can be dangerous! They will get your IP address and some details about your device upon connecting. They may also be running custom code to log passwords or other sensitive information.
uk: Підключення до інших серверів може бути небезпечним! Вони можуть отримати вашу IP адресу та деякі деталі про ваш пристрій при підключенні. Вони також можуть застосовувати власний код для записування паролів чи іншої конфіденційної інформації.

source: This feature is intended for developers.
uk: Ця функція призначена для розробників.

source: Cloudlink URL
uk: URL адреса Cloudlink

source: REST API URL
uk: URL адреса REST API

source: Reset
uk: Скинути

source: Save & Reload
uk: Зберегти та перезавантажити

source: Username...
uk: Ім'я користувача...

source: Password...
uk: Пароль...

source: Join
uk: Приєднатися

source: Add Member
uk: Додати учасника

source: Someone's privacy settings are preventing you from adding {username} to {nickname}
uk: Чиїсь налаштування конфіденційності перешкоджають додаванню {username} до {nickname}

source: {username} not found.
uk: {username} не знайдено.

source: {username} is already a member of {nickname}.
uk: {username} вже є учасником {nickname}.

source: Too many requests! Try again later.
uk: Забагато запитів! Спробуйте ще раз пізніше.

source: Enter Username
uk: Введіть ім'я користувача

source: Search for Users
uk: Пошук користувачів

source: Search
uk: Пошук

source: Change Nickname
uk: Змінити назву чату

source: Chat Nickname
uk: Назва чату

source: Create Chat
uk: Створити чат

source: Chat Nickname...
uk: Назва чату...

source: {username}'s Profile
uk: Профіль {username}

source: View full profile
uk: Переглянути увесь профіль

source: Remove from chat
uk: Вилучити з чату

source: Make owner of chat
uk: Зробити власником чату

source: Leave Chat
uk: Покинути чат

source: Are you sure you want to leave {nickname}?
uk: Ви впевнені, що хочете покинути {nickname}?

source: Leave
uk: Покинути

source: Remove {username}
uk: Вилучити {username}

source: Are you sure you want to remove {username} from {nickname}?
uk: Ви впевнені, що хочете вилучити {username} з {nickname}?

source: Remove member
uk: Вилучити учасника

source: Transfer Ownership to {username}
uk: Передати власність {username}

source: Are you sure you want to transfer ownership of {nickname} to {username}?
uk: Ви впевнені, що хочете передати власність {nickname} користувачу {username}?

source: Transfer Ownership
uk: Передати власність

source: Clear {username}'s Posts
uk: Очистити дописи від {username}

source: Are you sure you wish to delete all of {username}'s posts? Currently, there is no easy way to recover all of their deleted posts!
uk: Ви впевнені, що хочете видалити всі дописи користувача {username}? Наразі немає простого способу відновлення всіх видалених дописів!

source: Are you sure you wish to delete all of {username}'s posts in {origin}? Currently, there is no easy way to recover all of their deleted posts!
uk: Ви впевнені, що хочете видалити всі дописи користувача {username} у {origin}? Наразі немає простого способу відновлення всіх видалених дописів!

source: Confirm
uk: Підтвердити

source: Clear {username}'s Quote
uk: Очистити цитати від {username}

source: Are you sure? This action is irreversible!
uk: Ви впевнені? Ця дія є незворотньою!

source: Clear Quote
uk: Очистити цитату

source: Create Netblock
uk: Створити Netblock

source: Type
uk: Тип

source: Full
uk: Повний

source: Registration
uk: Реєстрація

source: This blocks any connection request to Meower's CloudLink server and blocks any REST API request.
uk: Це блокуватиме будь-які запити на підключення до сервера CloudLink і будь-які запити до REST API Meower.

source: This blocks new accounts from being created.
uk: Це блокуватиме можливість створення нових облікових записів.

source: Please confirm the user's username ({username}):
uk: Підтвердіть ім'я користувача ({username}):

source: This action can be very destructive! By confirming this, you acknowledge and take responsibility for the consequences of this action. Are you absolutely sure you wish to continue?
uk: Ця дія може бути дуже руйнівною! Підтверджуючи це, ви визнаєте та берете на себе відповідальність за наслідки цієї дії. Ви абсолютно впевнені, що хочете продовжити?

source: Cancelled!
uk: Скасовано!

source: Delete {username}
uk: Видалити {username}

source: Mode
uk: Режим

source: Cancel scheduled deletion
uk: Скасувати заплановане видалення

source: Immediate deletion
uk: Негайне видалення

source: Purge
uk: Очистити

source: Cancel scheduled account deletion.
uk: Скасувати заплановане видалення облікового запису.

source: Schedule account for deletion after 7 days.
uk: Запланувати видалення облікового запису через 7 днів.

source: Immediately delete account.
uk: Негайно видалити обліковий запис.

source: Purge everything about the account. It'll be like it never existed.
uk: Очистити всі дані про обліковий запис. Ніби його ніколи й не було.

source: Block home posts
uk: Заблокувати дописи на головній сторінці

source: Blocks creating new home posts.
uk: Блокувати створення нових дописів на головній сторінці.

source: Block chat posts
uk: Заблокувати дописи в чаті

source: Blocks creating new chat posts.
uk: Блокувати нові дописи в чаті.

source: Block new chats
uk: Заблокувати нові чати

source: Blocks creating new group chats and starting DMs.
uk: Блокувати створення нових групових чатів та приватні повідомлень.

source: Block editing group chat nicknames
uk: Заблокувати перейменовування групових чатів

source: Blocks editing group chat nicknames.
uk: Блокувати перейменування групових чатів.

source: Block editing quote
uk: Заблокувати редагування цитат

source: Blocks editing their quote.
uk: Блокувати редагування цитат.

source: {username}'s Restrictions
uk: Обмежень {username}

source: Save
uk: Зберегти

source: Enable repair mode
uk: Увімкнути режим відновлення

source: Are you sure? This will disconnect everyone and prevent anyone from being able to reconnect!
uk: Ви впевнені? Це відключить усіх та перешкодить будь-кому підключитися знову!

source: Kick all users
uk: Вигнати усіх користувачів

source: Are you sure? This will disconnect everyone!
uk: Ви впевнені? Це відключить усіх користувачів!

source: Disabling registration...
uk: Вимкнення реєстрації...

source: Enabling registration...
uk: Увімкнення реєстрації...

source: Successfully {registration} registration!
uk: Реєстрація {registration} успішна!

source: Failed {registration} registration: {error}
uk: Не вдалося зареєструвати {registration}: {error}

source: Moderation Panel
uk: Панель керування

source: Moderate User
uk: Керувати користувачем

source: Submit
uk: Надіслати

source: View Recent Users
uk: Переглянути нещодавніх користувачів

source: Moderate IP
uk: Керувати IP адресею

source: IP address...
uk: IP адреса...

source: Moderate Post
uk: Керувати дописом

source: Post ID
uk: ID допису

source: Chat ID
uk: ID чату

source: Announcement text here...
uk: Текст оголошення тут...

source: Registration is currently disabled! New users will be blocked from joining Meower until registration is re-enabled.
uk: Реєстрація наразі вимкнена! Нові користувачі не зможуть приєднатися до Meower, доки реєстрацію не буде увімкнено.

source: Restart server
uk: Перезапустити сервер

source: Disable registration
uk: Вимкнути реєстрацію

source: Enable registration
uk: Увімкнути реєстрацію

source: Reports
uk: Звіти

source: Status
uk: Стан

source: Any
uk: Будь-який

source: Pending
uk: Очікується

source: Completed with no action taken
uk: Виконано без вжиття дій

source: Completed with action taken
uk: Виконано з вжиттям дій

source: Post
uk: Допис

source: User
uk: Користувач

source: Error loading reports. Please try again.
uk: Помилка завантаження звітів. Спробуйте ще раз.

source: Yay, there are no pending reports!
uk: Ура, немає очікуючих звітів!

source: No reports found. Check back later!
uk: Звіти не знайдено. Перевірте пізніше!

source: Moderate {id}
uk: Керувати {id}

source: Chat Info
uk: Подробиці

source: Nickname:
uk: Назва чату:

source: Owner:
uk: Власник:

source: Members:
uk: Учасників:

source: Created:
uk: Створено:

source: Last active:
uk: Остання діяльність:

source: Deleted?
uk: Видалено?

source: Notes
uk: Примітки

source: Danger Zone
uk: Небезпечна зона

source: Delete chat
uk: Видалити чат

source: Moderate {ip}
uk: Керувати {ip}

source: Netinfo
uk: Подробиці

source: IP address:
uk: IP адреса:

source: Country:
uk: Країна:

source: ISP:
uk: Інтернет-постачальник:

source: Netlogs
uk: Журнали мережі

source: Last Used
uk: Останнє використання

source: {ip} is currently fully blocked from accessing Meower's Cloudlink server and REST API.
uk: {ip} наразі повністю заблоковано для доступу до сервера Cloudlink та REST API Meower.

source: {ip} is currently blocked from creating new Meower accounts.
uk: {ip} наразі заблоковано для створення нових облікових записів у Meower.

source: Actions
uk: Дії

source: View/edit notes
uk: Переглянути/редагувати примітки

source: Moderate {postid}
uk: Керувати {postid}

source: Current post
uk: Поточний допис

source: Revisions
uk: Зміни

source: {username} does not exist!
uk: {username} не існує!

source: Sending alert...
uk: Надсилання попередження...

source: Alert sent!
uk: Попередження надіслано!

source: Error sending alert: {error}
uk: Помилка надсилання попередження: {error}

source: Kicking...
uk: Вигнання...

source: Kicked!
uk: Вигнано!

source: Moderate {username}
uk: Керувати {username}

source: This account is protected. If you are not a sysadmin, some options will be unavailable.
uk: Цей обліковий запис захищено. Якщо ви не є системним адміністратором, деякі опції будуть недоступні.

source: This account has been deleted. Deleted accounts cannot be recovered.
uk: Цей обліковий запис було видалено. Видалені облікові записи не можуть бути відновлені.

source: You may release the username by purging the account.
uk: Ви можете звільнити своє ім'я користувача, очистивши обліковий запис.

source: This account is scheduled to be deleted after
uk: Цей обліковий запис заплановано для видалення після

source: User Info
uk: Подробиці

source: Username:
uk: Ім'я користувача:

source: PFP:
uk: Фото користувача:

source: Quote:
uk: Цитата:

source: Permissions:
uk: Дозволи:

source: Last seen:
uk: Останній раз бачили:

source: Unread inbox?
uk: Непрочитані повідомлення?

source: No
uk: Ні

source: Alts
uk: Додатково

source: This list is based on users from their recent IPs. This list may not be accurate.
uk: Цей список базується на користувачах з їхніми останніми IP адресами. Цей список може бути неточним.

source: Recent IPs
uk: Нещодавні IP адреси

source: IP Addresses
uk: IP адреси

source: Flags
uk: Прапорці

source: Detected VPN/proxy
uk: Виявлено VPN/проксі

source: Blocked
uk: Заблоковано

source: Registration blocked
uk: Реєстрація заблокована

source: Send Alert
uk: Надіслати попередження

source: Write something...
uk: Напишіть щось...

source: Send
uk: Надіслати

source: Ban States
uk: Стан блокувань

source: {username} is
uk: {username} –

source: permanently
uk: назавжди

source: restricted
uk: обмежено

source: until {date}
uk: до {date}

source: State
uk: Стан

source: None
uk: Немає

source: Temporaily restricted
uk: Тимчасово обмежено

source: Permanently restricted
uk: Обмежено назавжди

source: Permanently banned
uk: Заблоковано назавжди

source: This applies no restrictions to the user.
uk: Це не застосовуватиме жодних обмежень до користувача.

source: This prevents the user from logging in.
uk: Це перешкоджатиме користувачу входити у свій обліковий запис.

source: Restrictions
uk: Обмеження

source: Edit Restrictions
uk: Редагувати обмеження

source: Expires (in your local timezone)
uk: Термін дії закінчиться (у вашому місцевому часі)

source: - this time has passed
uk: - цей час минув

source: Reason (will be shown to user)
uk: Причина (буде відображена користувачу)

source: Reason text here...
uk: Напишіть причину тут...

source: The ban state has changed. You must save the new ban state before it's applied.
uk: Стан блокування змінився. Вам потрібно зберегти новий стан блокування перед його застосуванням.

source: Save ban state
uk: Зберегти стан блокування

source: Other Actions
uk: Інші дії

source: View posts
uk: Переглянути дописи

source: Kick
uk: Вигнати

source: Force kick
uk: Вигнати примусово

source: Set permissions
uk: Змінити дозволи

source: View permissions
uk: Переглянути дозволи

source: Delete account
uk: Видалити обліковий запис

source: Notes for {cidr}
uk: Примітки для {cidr}

source: Recent Users
uk: Нещодавні користувачі

source: Error loading users. Please try again.
uk: Помилка завантаження користувачів. Спробуйте ще раз.

source: No users found.
uk: Користувачів не знайдено.

source: Notes for {id}
uk: Примітки для {id}

source: Server doesn't have a restart command set!
uk: На сервері не встановлено команду для перезапуску!

source: Are you sure you would like to restart the server?
uk: Ви впевнені, що хочете перезапустити сервер?

source: Send Announcement
uk: Надіслати оголошення

source: Are you sure? This will send a message to EVERYONE's inbox!
uk: Ви впевнені? Це відправить ваше повідомлення КОЖНОМУ користувачу!

source: View reports
uk: Перегляд звітів

source: Allows viewing all pending and completed reports.
uk: Дозволяє переглядати всі очікуванні та завершені звіти.

source: Edit reports
uk: Редагування звітів

source: Allows changing the status of reports.
uk: Дозволяє змінювати стан звітів.

source: (requires 'View reports' permission)
uk: (потребує дозволу на "Перегляд звітів")

source: View notes
uk: Перегляд приміток

source: Allows viewing admin notes.
uk: Дозволяє переглядати примітки адміністратора.

source: Edit notes
uk: Редагування приміток

source: Allows editing of admin notes.
uk: Дозволяє редагувати примітки адміністратора.

source: (requires 'View notes' permission)
uk: (потребує дозволу на "Перегляд приміток")

source: Allows viewing all posts, even if they wouldn't usually have access to it or the post is soft-deleted.
uk: Дозволяє переглядати усі дописи, навіть якщо вони зазвичай не мають до них доступу або якщо допис видалено на рівні застосунку.

source: Delete posts
uk: Видалення дописів

source: Allows deleting and reinstating posts.
uk: Дозволяє видаляти та відновлювати дописи.

source: (requires 'View posts' permission)
uk: (потребує дозволу на "Перегляд дописів")
