{"domain":"es","locale_data":{"es":{"":{"domain":"es","plural_forms":"nplurals=2; plural=n != 1;","lang":"es"},"Meower | Home":[null,"Meower | Página principal"],"Meower Header":[null,"Meower Header"],"Home":[null,"Página principal"],"Launch":[null,"Abrir"],"About Us":[null,"Sobre nosotros"],"More":[null,"Más"],"Forums":[null,"Foros"],"Wiki":[null,"Wiki"],"GitHub":[null,"GitHub"],"Legal":[null,"Legal"],"Welcome":[null,"Bienvenid@"],"Meower is a free, open-source, and nonprofit social media platform free of tracking, ads, and data collection.":[null,"Meower es una plataforma de redes sociales gratuita, de código abierto y sin ánimo de lucro, libre de rastreo, anuncios y recopilación de datos."],"Join our community today and start connecting with like-minded individuals.":[null,"Únase hoy mismo a nuestra comunidad y empiece a conectar con personas de ideas afines."],"Safe for All":[null,"Seguro para todos"],"A friendly place to be. We are committed to keeping Meower safe and welcoming for all. Our dedicated team works tirelessly to enforce community guidelines and ensure a positive experince for everyone.":[null,"Un lugar acogedor. Nos comprometemos a mantener Meower seguro y acogedor para todos. Nuestro equipo trabaja incansablemente para hacer cumplir las directrices de la comunidad y garantizar una experiencia positiva para todos."],"all.":[null,"todo."],"Our dedicated team works tirelessly to enforce community guidelines and ensure a positive experince for everyone.":[null,"Nuestro equipo trabaja sin descanso para hacer cumplir las normas de la comunidad y garantizar una experiencia positiva para todos."],"Original":[null,"Original"],"Meower started life as a Scratch 3.0-based social media platform. We have a long history, too! WIth the continuous support of our amazing community, we've evolved into a feature-rich platform for all kinds. Explore our":[null,"Meower nació como una plataforma de redes sociales basada en Scratch 3.0. También tenemos una larga historia. Con el apoyo continuo de nuestra increíble comunidad, hemos evolucionado hasta convertirnos en una plataforma repleta de funciones para todo tipo de usuarios. Explora nuestra"],"wiki":[null,"wiki"],"to learn about our journey.":[null,"para conocer nuestro bagaje."],"Open-Source":[null,"Código abierto"],"Transparency is at the core of Meower. We believe in the power of open-source collaboration. Anyone is welcome to contribute, fork or view the Meower source code on our":[null,"La transparencia es la esencia de Meower. Creemos en el poder de la colaboración del código abierto. Cualquiera es bienvenido a contribuir, bifurcar o ver el código fuente de Meower en nuestra página web"],"repository. Together, we can build a better platform for all.":[null,"repositorio. Juntos podemos construir una plataforma mejor para todos."],"Join the Community":[null,"Únase a la Comunidad"],"Are you ready to join a vibrant community of creators and enthusiasts?":[null,"¿Estás listo para unirte a una vibrante comunidad de creadores y entusiastas?"],"Sign up":[null,"Regístrate"],"for a Meower account today and start sharing your ideas, creations and stories with the world. Let your vice be heard and connect with fellow Meowers!":[null,"y empieza a compartir tus ideas, creaciones e historias con el mundo. ¡Deja que se oiga tu vicio y conéctate con otros Meowers!"]}}}