Repository: meower-media/i18n
Catalog: Meower-Svelte/*.po
Languages: es

source: Connecting...
es: Conectando...

source: Logging in...
es: Iniciando sesión...

source: Invalid username!
es: ¡Nombre de usuario invalido!

source: This account has been deleted!
es: ¡Esta cuenta ha sido eliminada!

source: Session expired! Please login again.
es: ¡Sesión expirada! Por favor, inicia sesión de nuevo.

source: Invalid password!
es: ¡Contraseña invalida!

source: Usernames must not have spaces or other special characters!
es: ¡Los nombres de usuario no deben tener espacios u otros caracteres especiales!

source: Too many requests! Please try again later.
es: ¡Demasiadas solicitudes! Por favor, intentalo de nuevo más tarde.

source: Unexpected {error} error!
es: ¡Error {error} inesperado!

source: Reconnecting...
es: Reconectando...

source: Log in
es: Iniciar sesión

source: Create an account
es: Crear una cuenta

source: Skip
es: Saltar

source: (Several features will be unavailable while not logged in.)
es: (Muchas funciones no estarán disponibles mientras la sesión no esté iniciada.)

source: (You need to be logged in for this page.)
es: (Necesitas iniciar sesión para ver esta página.)

source: Login to Meower
es: Iniciar sesión en Meower

source: You must specify a username and a password to login!
es: ¡Necesitas especificar un nombre de usuario y una contraseña para iniciar sesión!

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Go back
es: Ir atras

source: You must specify a username and a password to create an account!
es: ¡Debes especificar un nombre de usuario y una contraseña para crear una cuenta!

source: Passwords do not match! Make sure you have entered your password correctly.
es: ¡Las contraseñas no coinciden! Asegúrese de haber ingresado tu contraseña correctamente.

source: Creating account...
es: Creando cuenta...

source: {username} is taken!
es: {username} está ocupado!

source: Registration Disabled
es: Registros deshabilitados

source: Unfortunately, you may not create a new account at this time. An administrator has disabled registration. Please try again later.
es: Lamentablemente, no puedes crear una cuenta nueva en este momento. Un administrador ha desactivado el registro. Por favor, inténtalo de nuevo más tarde.

source: Confirm password
es: Confirmar contraseña

source: Acepto los
es: Meow meow meow

source: Meower's Terms of Service and Privacy Policy
es: términos de servicio y la política de privacidad de Meower

source: Join!
es: ¡Unirse!

source: Let's go!
es: ¡Vamos!

source: Somehow, you got to a page that doesn't exist...
es: De alguna forma, has llegado a una página que no existe...

source: (Current page: {page})
es: (Página actual: {page})

source: The image must have a name!
es: ¡La imagen debe de tener un nombre!

source: The image URL must start with https://!
es: ¡La URL de la imagen debe de empezar con https://!

source: This image is not on the image host whitelist! Allowed image hosts are:
es: Está imagen no está en la lista blanca de hosts! Hosts de imágenes permitidos son:

source: Add Image to Post
es: Añadir imagen al Post

source: Image Name
es: Nombre de la imagen

source: Image URL
es: URL de la imagen

source: Preview
es: Vista previa

source: {username}'s profile picture
es: Foto de perfil de {username}

source: Close
es: Cerrar

source: Add
es: Añadir

source: External Link
es: Enlace externo

source: Are you sure you wish to go to {url}? If you confirm this action, it will be opened in a new tab.
es: Estás seguro de que deseas ir a {url}? Si confirmas esta acción, se abrirá en una nueva pestaña.

source: Cancel
es: Cancelar

source: Yes
es: Si

source: Connection Failed
es: Conexión fallida

source: Meower is currently down for repairs. You can stay up-to-date with the current status of this outage by checking
es: Actualmente, Meower está fuera de servicio por reparaciones. Puedes mantenerte informado sobre el estado de esta interrupción mirando

source: Your IP address has been blocked because it was used to violate Meower's Terms of Service or is likely to cause spam.
es: Tu dirección IP ha sido bloqueada porque se utilizó para violar los Términos de servicio de Meower o es probable que sea usada para hacer spam.

source: If you think this is a mistake, please email
es: Si crees que esto es un error, por favor envia un email a

source: Failed connecting to server. View console for more information or try again later.
es: No se pudo conectar al servidor. Ve la consola para obtener más información o vuelve a intentarlo más tarde.

source: Reconnect
es: Reconectar

source: Debug
es: Depurar

source: Stores
es: Almacenamiento

source: Response code is not OK; code is {code}
es: Código de respuesto no OK; código es {code}

source: Are you sure you would like to delete this post?
es: ¿Estás seguro de que quieres eliminar este post?

source: Report to Meower Moderators
es: Reportar a los moderadores de Meower

source: Delete
es: Eliminar

source: Logged Out
es: Sesión cerrada

source: You have been logged out. Please login again.
es: Tu sesión ha cerrado. Por favor, vuelve a iniciar sesión.

source: Logout
es: Cerrar sesión

source: You must specify a username and password!
es: ¡Debes de especificar un nombre de usuario y una contraseña!

source: Join Meower
es: Unirse a Meower

source: Are you sure you would like to logout?
es: ¿Estás seguro de que quieres cerrar sesión?

source: Results
es: Resultados

source: Error loading results. Please try again.
es: Error cargando los resultados. Por favor, inténtalo de nuevo más tarde.

source: No results found.
es: No se han encontrado resultados.

source: Server Selector
es: Selector de servidor

source: WARNING!
es: ¡ALERTA!

source: Connecting to a custom server can be dangerous! They will get your IP address and some details about your device upon connecting. They may also be running custom code to log passwords or other sensitive information.
es: ¡Conectarse a un servidor personalizado! El servidor obtendrá tu dirección IP y otros detalles al conectarte. También podría estar ejecutando código personalizado para recopilar contraseñas u otro tipo de información personal.

source: This feature is intended for developers.
es: Esta función está dirigida a desarrolladores.

source: Cloudlink URL
es: URL de Cloudlink

source: REST API URL
es: URL del REST API

source: Reset
es: Reiniciar

source: Save & Reload
es: Guardar & recargar

source: Username...
es: Nombre de usuario...

source: Password...
es: Contraseña...

source: Join
es: Unirse

source: Add Member
es: Añadir miembro

source: Someone's privacy settings are preventing you from adding {username} to {nickname}
es: La configuración de privacidad de alguien te está previniendo de añadir a {username} a {nickname}

source: {username} not found.
es: {username} no encontrado.

source: {username} is already a member of {nickname}.
es: {username} ya es un miembro de {nickname}.

source: Too many requests! Try again later.
es: ¡Demasiadas solicitudes! Por favor, inténtalo de nuevo más tarde.

source: Add member
es: Añadir miembro

source: Enter Username
es: Introduce el nombre de usuario

source: Search for Users
es: Buscar usuarios

source: Search
es: Buscar

source: Change Nickname
es: Cambiar nombre

source: Chat Nickname
es: Nombre del chat

source: Create Chat
es: Crear chat

source: Chat Nickname...
es: Nombre del chat...

source: {username}'s Profile
es: Perfil de {username}

source: View full profile
es: Ver perfil completo

source: Remove from chat
es: Eliminar del chat

source: Make owner of chat
es: Hacer dueño del chat

source: Leave Chat
es: Salir del chat

source: Are you sure you want to leave {nickname}?
es: ¿Estás seguro de que quieres abandonar {nickname}?

source: Leave
es: Salir

source: Remove {username}
es: Eliminar a {username}

source: Are you sure you want to remove {username} from {nickname}?
es: ¿Estás seguro de que quieres eliminar a {username} de {nickname}?

source: Remove member
es: Eliminar miembro

source: Transfer Ownership to {username}
es: Transferir propiedad a {username}

source: Are you sure you want to transfer ownership of {nickname} to {username}?
es: ¿Estás seguro de que quieres transferir la propiedad de {nickname} a {username}?

source: Transfer Ownership
es: Transferir propiedad

source: Clear {username}'s Posts
es: Eliminar posts de {username}

source: Are you sure you wish to delete all of {username}'s posts? Currently, there is no easy way to recover all of their deleted posts!
es: ¿Estás seguro de que quieres eliminar todos los posts de {username}? Actualmente, ¡no hay manera facíl de recuperar los posts eliminados!

source: Are you sure you wish to delete all of {username}'s posts in {origin}? Currently, there is no easy way to recover all of their deleted posts!
es: ¿Estás seguro de que quieres eliminar todos los posts de {username} en {origin}? Actualmente, ¡no hay manera facíl de recuperar los posts eliminados!

source: Confirm
es: Confirmar

source: Clear {username}'s Quote
es: Eliminar la cita de {username}

source: Are you sure? This action is irreversible!
es: ¿Estás seguro? ¡Esta acción no se puede deshacer!

source: Clear Quote
es: Eliminar cita

source: Create Netblock
es: Crear Netblock

source: Type
es: Tipo

source: Full
es: Completo

source: Registration
es: Registración

source: This blocks any connection request to Meower's CloudLink server and blocks any REST API request.
es: Esto bloquea cualquier peticiones de conexión al servidor de CloudLink de Meower y bloquea cualquier solicitud de REST API.

source: This blocks new account from being created.
es: Esto bloquea nuevas cuentas de ser creadas.

source: Please confirm the user's username ({username}):
es: Por favor, confirma el nombre de usuario del usuario ({username}):

source: This action can be very destructive! By confirming this, you acknowledge and take responsibility for the consequences of this action. Are you absolutely sure you wish to continue?
es: ¡Esta acción puede ser MUY destructiva! Confirmando esto, the haces responsable de las consecuencias de esta acción. ¿Estás completamente seguro de que quieres continuar?

source: Cancelled!
es: ¡Cancelado!

source: Delete {username}
es: Eliminar {username}

source: Mode
es: Modo

source: Cancel scheduled deletion
es: Cancelar eliminación planificada

source: Immediate deletion
es: Eliminación inmediata

source: Purge
es: Purgar

source: Cancel scheduled account deletion.
es: Cancelar la eliminación de cuenta planificada

source: Schedule account for deletion after 7 days.
es: Planificar la eliminación de la cuenta para dentro de 7 días.

source: Immediate delete account.
es: Eliminar cuenta inmediatamente

source: Purge everything about the account. It'll be like it never existed.
es: Purgar todo acerca de esta cuenta. Será como si nunca hubiera existido.

source: Delete {cidr} Netblock
es: Eliminar el Netblock de {cidr}

source: ¿Estás seguro de que quieres eliminar el netblock de {cidr}?
es: Meow meow meow meow meow meow meow {cidr} meow?

source: Block home posts
es: Bloquear los posts en home

source: Blocks creating new home posts.
es: Bloquea la creación de nuevos posts en home.

source: Block chat posts
es: Bloquer los posts de chat

source: Blocks creating new chat posts.
es: Bloquea la creación de nuevos posts en chats.

source: Block new chats
es: Bloquear nuevos chats

source: Blocks creating new group chats and starting DMs.
es: Bloquear la creación de nuevos grupos de chats y de empezar DMs.

source: Block editing group chat nicknames
es: Bloquear la modificación de los nombres de los grupos de chat.

source: Blocks editing group chat nicknames.
es: Bloqua la modificación de los nombres de los grupos de chat.

source: Block editing quote
es: Bloquear la edición de la cita

source: Blocks editing their quote.
es: Bloquea la edición de sus citas.

source: {username}'s Restrictions
es: Restricciones de {username}

source: Save
es: Guardar

source: Enable Repair Mode
es: Habilitar el modo reparo

source: Are you sure? This will disconnect everyone and prevent anyone from being able to reconnect!
es: ¿Estás seguro? ¡Esto desconectara a todos y los prevendrá de reconertarse!

source: Kick All Users
es: Echar a todos los usuarios

source: Are you sure? This will disconnect everyone!
es: ¿Estás seguro? ¡Esto echará a todos!

source: Disabling registration...
es: Deshabilitando registración...

source: Enabling registration...
es: Habilitando registración...

source: Successfully {registration} registration!
es: {registration} la registración satisfactoriamente!

source: Failed {registration} registration: {error}
es: Fallo al {registration} la registración: {error}

source: Moderation Panel
es: Panel de moderación
